{
  "白傲": "RYAN",
  "服务": "Services",
  "联系": "Contact",
  "pages": {
    "home": {
      "title": "Home",
      "description": "Welcome to homepage"
    },
    "about": {
      "title": "About",
      "description": "About us"
    }
  },
  "metadata": {
    "title": "My App",
    "template": "%s | My App",
    "description": "This is my app description"
  },
  "关于": "About",
  "技能": "Skills",
  "项目": "Projects",
  "简历": "Resume",
  "关于我": "ABOUT ME",
  "你好，我是白傲": "Hello, I'm Ryan",
  "我是一名前端工程师": "I'm a front-end engineer",
  "我有三年工作经验": "I have three years of experience",
  "欢迎来到我的网站": "Welcome-to-my-website",
  "前端开发让我着迷因为它是连接用户与技术的桥梁": "Front-end development fascinates me because it is the bridge between users and technology.",
  "自我介绍1": "As a front-end engineer with 3 years of experience, I specialize in building enterprise application systems. I excel at using modern front-end technology stacks to transform complex business requirements into elegant technical solutions.",
  "自我介绍2": "My main technology stack is react, nodejs, typescript, and its ecosystem.",
  "自我介绍3": "In addition to programming, my hobbies include playing games and researching some fortune-telling knowledge. I also post some game videos on bilibili, welcome to follow~",
  "下载简历": "Download Resume",
  "前端工程师": "Front-end Engineer",
  "杭州": "HangZhou",
  "目前有空接受工作机会": "I am currently available for Work",
  "联系我": "Contact Me",
  "查看更多": "Read More",
  "跳转到项目": "Jump to Project",
  "我做过以下类型项目": "I have done the following types of projects",
  "项目经验": "Project Experience",
  "个人履历": "Personal Resume",
  "个人履历简介": "Bachelor's degree, currently working as a front-end engineer at Hangzhou's technology company, mainly responsible for the development of internal systems. Due to security considerations, it is not displayed on the page, please download the resume to view.",
  "学历": "Education",
  "工作经历": "Work Experience",
  "沈阳航空航天大学": "Shenyang Aerospace University",
  "2018~2022": "2018~2022",
  "本科": "Bachelor",
  "学历简介": "Aeronautics and Astronautics College",
  "杭州艾麦科技有限公司": "HZ's technology company",
  "2022~至今": "2022~Present",
  "工作经历简介": "Mainly responsible for the development of internal systems, such as procurement systems and OA systems.",
  "本网站搭建使用了以下技术栈": "This website is built using the following technology stack",
  "技能简介": "Proficient in HTML5 CSS3 JavaScript, and TypeScript, React, Nodejs, and the React ecosystem. Experience in developing component libraries.",
  "学习中": "Learning",
  "浏览器工作原理及计算机基础": "Browser and Computer Basics",
  "采购系统": "Procurement System",
  "采购系统简介": "Company internal procurement system, including contract, purchase order, etc. Business, including large data rendering, form linkage, and process control",
  "开发者平台后台": "Developer Platform Backend",
  "开发者平台后台简介": "Company internal developer platform backend, including outside interface mapping management, data management, and developer documentation management (Json editing)",
  "组件库开发": "Component Library Development",
  "组件库开发简介": "Participated in the development of several components, including pop-ups, Tabs, etc."
}